[
    {
        "story_slug": "severed-hearts",
        "scroll": {
            "1-1": "В палатке слева сразу после входа в лагерь.",
            "1-2": "Когда вы войдете в лагерь, вы увидите большую каменную арку. Зайдите под неё и посмотрите налево. Свиток находится на открытом стенде со щитами.",
            "2": "Немного выше по дороге и слева от вас будет бревно. Свиток там.",
            "3": "Посреди лагеря на самой высокой точке стоит большая палатка. Свиток там."
        }
    },
    {
        "story_slug": "the-tale-of-uchitsune",
        "scroll": {
            "2-1": "Внутри здания с синим светящимся лучником.",
            "2-2": "Второй этаж большого здания на горячем источнике.",
            "2-3": "В первом здании через мост.",
            "2-4": "Сразу после пересечения моста держитесь правее, и вы увидите статую в виде сферы. Свиток перед ним."
        }
    },
    {
        "story_slug": "caravan-of-thieves",
        "scroll": {
            "1": "В здании на втором этаже. Проход через сломанную крышу.",
            "2-1": "В обвалившемся здании. Сразу налево.",
            "2-2": "В дальнем правом углу здания."
        }
    }, 
    {
        "story_slug": "tides-of-battle",
        "scroll": {
            "1": "В палатке слева.",
            "2": "На второй лодке в конце, свиток внутри.",
            "3-1": "Сразу, когда вы появляетесь; на самом деле вы появитесь в кабине рядом с ним.",
            "3-2": "Как только вы доберетесь до второй лодки, войдите в каюту, чтобы найти свиток."
        }
    },
    {
        "story_slug": "the-veil-between-realms",
        "scroll": {
            "1": "Внутри здания на втором этаже. Поднимитесь по лестнице и поверните налево.",
            "2-1": "Первый лагерь прямо на холме. Внутри палатки сразу после входа в ворота.",
            "2-2": "Чуть дальше вы подойдете к другому лагерю. Свиток в крайней правой палатке.",
            "3": "Его легко пропустить. Это прямо у обрыва, прямо там, где вы выходите за пределы возле исцеляющего барабана."
        }
    },
    {
        "story_slug": "the-crow-demons-of-otsuna",
        "scroll": {
            "1": "Свиток в первой лодке у воды.",
            "2-1": "Позади меня справа есть палатка, где нужно спасти монаха. Свиток там.",
            "2-2": "Справа от двух башен лучников есть длинное здание. Свиток внутри.",
            "3": "Вы можете увидеть башню в начале игры. Свиток сзади справа."
        }
    },
    {
        "story_slug": "the-stranded-dead",
        "scroll": {
            "1": "В начале главы вы увидите большую башню. Это второй по высоте уровень. Используйте крюк, чтобы забраться.",
            "2-1": "В начале главы вы увидите две маленькие хижины-близнецы перед большим зданием. Это слева от обоих хижин.",
            "2-2": "Вы увидите большой валун с протянутым тросом, соединенным с главным зданием. Это за валуном.",
            "3": "Свиток находится в дальнем правом углу карты. Вы увидите дом с горящим углом справа. Это в сломанном сгоревшем здании слева от вас, на верхнем этаже."
        }
    },
    {
        "story_slug": "the-curse-of-the-onibaba",
        "scroll": {
            "1": "Слева от лечебного барабана стоит сгоревшая изба. Свиток внутри.",
            "2": "Это в дальнем конце справа от приспешницы. Просто прижимайтесь к стене утеса, пока не увидите большой валун. Свиток там.",
            "3-1": "Самая первая хижина справа от вас. На втором этаже. Свиток там, где есть монах, которого нужно спасти.",
            "3-2": "Свиток на втором этаже. В этом здании нет монаха."
        }
    }
]