{
  "trophies": [
    {
      "key": "forever",
      "name": "Это навсегда",
      "description": "Проведите в игре 1500 часов или больше.",
      "proof": "Доказательство — Сделайте снимок экрана со статистикой проведённого времени в игре на вашей системе Playstation 5. Если у вас PS4, попросите кого-то прислать вам скриншот с этой статистикой из вашего профиля."
    },
    {
      "key": "universal",
      "name": "Универсал",
      "description": "Завершите HellMode на всех шести картах, сыграв за каждый класс минимум по одному разу (Самурай, Охотник, Ронин, Убийца) в группе из 2 игроков (без потерь точек, выполнив все бонусные задачи и без падений) и наберите 160 или более убийств.",
      "proof": "Доказательство — Два снимка экрана для каждой карты: Награды + Экран статистики."
    },
    {
      "key": "rivals",
      "name": "Бешеный Соперник",
      "description": "Одержите победу над подобранными противниками в режиме Соперники на уровне сложности Золото на всех четырёх картах:\nВ Царстве Мёртвых — 4:40 минут или меньше\nИспытания Богов — 3:30 минут или меньше\nАрена теней — 4:15 минут или меньше\nОсада Небес — 4:10 минут или меньше",
      "proof": "Два снимка экрана для каждой карты: Награды + Экран статистики."
    },
    {
      "key": "phoenix",
      "name": "Феникс",
      "description": "Завершите идеальный HellMode (без потерь точек, выполнив все бонусные задачи и без падений) в группе из 2-4 человек. Все призраки должны экипировать предметы 5 цветов — красный (проклятый либо очищеный), оранжевый (легендарный), фиолетовый (эпический), синий (редкий) и зелёный (необычный).",
      "proof": "Доказательство — Полный видеоклип прохождения от каждого участника, включая экран статистики и экран лобби где вы показываете ваше снаряжение."
    },
    {
      "key": "liberator",
      "name": "Великий Освободитель",
      "description": "Завершите Выживание в соло на уровне сложности Кошмар или Платина с как минимум тремя включенными модификаторами (без потерь точек и выполнив все бонусные задачи). ",
      "proof": "Два снимка экрана: Награды + Экран статистики. Если режим Кошмар — во время снимка экрана, зажмите R2 для отображения счёта игры, это нужно для того, чтобы убедиться, что точки не были потеряны."
    },
    {
      "key": "week-hero",
      "name": "Герой недели",
      "description": "Выполните все еженедельные задания 5 недель подряд.\n\nДля получения этого трофея необходимо каждую неделю выполнять все 4 еженедельных задания:\n• HellMode — задание на прохождение карты в режиме **HellMode**\n• ТОП-50 \"**Выживание**\" — задание на достижение определённого места в списке лидеров режима Выживание\n• ТОП-50 \"**Сюжет**\" — задание на достижение определённого места в списке лидеров режима Сюжет\n• ТОП-50 \"**Испытания Иё**\" — задание на достижение определённого места в списке лидеров режима Испытания Иё\n\nВсе задания должны быть выполнены на одной неделе, после чего вы получите 1 неделю без пропусков. Для получения трофея необходимо набрать 5 недель без пропусков подряд.",
      "proof": ""
    }
  ]
}

