{
  "categories": [
    {
      "key": "solo",
      "name": "Соло",
      "maxLevels": 4,
      "levels": [
        {
          "level": 1,
          "name": "Покоритель Кошмаров",
          "description": "Завершите Выживание в соло на уровне сложности Кошмар или Платина с как минимум тремя включенными модификаторами (независимо от того, сколько было потеряно точек и выполнено бонусных задач).",
          "proof": "Доказательство — Два снимка экрана: Награды + Экран статистики."
        },
        {
          "level": 2,
          "name": "Легендарный Мастер",
          "description": "Завершите HellMode в соло (независимо от того, сколько было потеряно точек и выполнено бонусных задач).",
          "proof": "Доказательство — Два снимка экрана: Награды + Экран статистики."
        },
        {
          "level": 3,
          "name": "Гроссмейстер Цусимы",
          "description": "Завершите HellMode в соло на всех шести картах (независимо от того, сколько было потеряно точек и выполнено бонусных задач).",
          "proof": "Доказательство — Два снимка экрана для каждой карты: Награды + Экран статистики."
        },
        {
          "level": 4,
          "name": "Скрытое Сердце",
          "description": "Завершите идеальный HellMode в соло (без потерь точек и выполнив все бонусные задачи).",
          "proof": "Доказательство — Два снимка экрана: Награды + Экран статистики."
        }
      ]
    },
    {
      "key": "hellmode",
      "name": "HellMode",
      "maxLevels": 5,
      "levels": [
        {
          "level": 1,
          "name": "Герой",
          "description": "Завершите HellMode в группе и получите Тайные помыслы (без потерь точек, выполнив все бонусные задачи и без падений) и наберите 50 или более убийств.",
          "proof": "Доказательство — Два снимка экрана: Награды + Экран статистики."
        },
        {
          "level": 2,
          "name": "Чемпион",
          "description": "Завершите HellMode в группе (без потерь точек, выполнив все бонусные задачи и без падений) и наберите 100 или более убийств.",
          "proof": "Доказательство — Два снимка экрана: Награды + Экран статистики."
        },
        {
          "level": 3,
          "name": "Завоеватель",
          "description": "Завершите HellMode в группе на всех шести картах (без потерь точек, выполнив все бонусные задачи и без падений).",
          "proof": "Доказательство — Два снимка экрана для каждой карты: Награды + Экран статистики."
        },
        {
          "level": 4,
          "name": "Дуалист",
          "description": "Завершите HellMode в дуо (без потерь точек, выполнив все бонусные задачи и без падений). Оба игрока должны набрать 160 или более убийств.",
          "proof": "Доказательство — Два снимка экрана: Награды + Экран статистики."
        },
        {
          "level": 5,
          "name": "Защитник",
          "description": "Завершите HellMode в дуо на всех шести картах (без потерь точек, выполнив все бонусные задачи и без падений). Оба игрока должны набрать 160 или более убийств.",
          "proof": "Доказательство — Два снимка экрана для каждой карты: Награды + Экран статистики."
        }
      ]
    },
    {
      "key": "raid",
      "name": "Рейд",
      "maxLevels": 3,
      "levels": [
        {
          "level": 1,
          "name": "Восходящий Рейдер",
          "description": "Завершите все три главы Набега со следующим временем:\n\nГлава 1 — 20 минут или меньше.\nГлава 2 — 40 минут или меньше.\nГлава 3 — 5 минут или меньше (в команде) или 6 минут или меньше (в соло).\nСо всеми сокровищами демонов",
          "proof": "Доказательство — Два снимка экрана для каждой главы: Награды + Экран статистики."
        },
        {
          "level": 2,
          "name": "Закаленный странник",
          "description": "Завершите все три главы Набега со следующим временем:\n\nГлава 1 — 16 минут или меньше.\nГлава 2 — 30 минут или меньше.\nГлава 3 — 4 минут или меньше (в команде) или 6 минут или меньше (в соло).\nСо всеми сокровищами демонов",
          "proof": "Доказательство — Два снимка экрана для каждой главы: Награды + Экран статистики."
        },
        {
          "level": 3,
          "name": "Ступивший За Грань",
          "description": "Завершите все три главы Набега со следующим временем:\n\nГлава 1 — 14 минут или меньше.\nГлава 2 — 20 минут или меньше.\nГлава 3 — 3.45 минут или меньше (в команде) или 6 минут или меньше (в соло).\nСо всеми сокровищами демонов",
          "proof": "Доказательство — Два снимка экрана для каждой главы: Награды + Экран статистики."
        }
      ]
    },
    {
      "key": "speedrun",
      "name": "Спидран",
      "maxLevels": 5,
      "levels": [
        {
          "level": 1,
          "name": "Новобранец Пепла",
          "description": "Завершите Выживание на уровне сложности Кошмар со счётом 1,360,000 или выше.",
          "proof": "Доказательство — Два снимка экрана: Награды + Экран статистики."
        },
        {
          "level": 2,
          "name": "Охотник За Рассветом",
          "description": "Завершите Выживание на уровне сложности Кошмар со счётом 1,370,000 или выше.",
          "proof": "Доказательство — Два снимка экрана: Награды + Экран статистики."
        },
        {
          "level": 3,
          "name": "Закалённый Боец",
          "description": "Завершите Выживание на уровне сложности Кошмар со счётом 1,380,000 или выше.",
          "proof": "Доказательство — Два снимка экрана: Награды + Экран статистики."
        },
        {
          "level": 4,
          "name": "Отвергший Судьбу",
          "description": "Завершите Выживание на уровне сложности Кошмар со счётом 1,390,000 или выше.",
          "proof": "Доказательство — Два снимка экрана: Награды + Экран статистики."
        },
        {
          "level": 5,
          "name": "Абсолютный Выживший",
          "description": "Завершите Выживание на уровне сложности Кошмар со счётом 1,400,000 или выше.",
          "proof": "Доказательство — Два снимка экрана: Награды + Экран статистики."
        }
      ]
    },
    {
      "key": "glitch",
      "name": "Глитч",
      "maxLevels": 10,
      "levels": [
        {
          "level": 1,
          "name": "Разлучённый Наездник",
          "description": "Всё просто, оседлайте коня в Режиме Легенд. Для тех, кто не знает как это сделать, дам 2 совета:\n1. Спросите у нашего сообщества\n2. Разгадка таится в самом названии трофея.",
          "proof": "Доказательство — Включите фоторежим, чтобы было видно ваш ник, и сделайте снимок где вы сидите верхом на коне."
        },
        {
          "level": 2,
          "name": "Укротитель Демонов",
          "description": "Задача следующая: На любом режиме игры, в одиночку, вы должны обезоружить двух фиолетовых или белогривых Сухбааторов (Oni Lord).",
          "proof": "Доказательство — Встаньте рядом с ними так, чтобы было отчётливо видно, что они безоружны. Активируйте фоторежим, чтобы был виден ваш PSN ID и сделайте снимок экрана."
        },
        {
          "level": 3,
          "name": "Гроза Хвачех",
          "description": "В режиме Выживание, на уровне сложности Платина с включённым модификатором Духи Огня, на карте Кровь и Сталь, разбейте одну из хвачех.",
          "proof": "Доказательство — Короткий видеоклип, на котором видно как вы стоите на платформе, на которой стояла хвачха, затем откройте экран статистики, чтобы мы видели, что видео ваше."
        },
        {
          "level": 4,
          "name": "Приспешник Рюдзина",
          "description": "В режиме Выживание, на карте Берега отмщения оседлайте бочку с чёрным порохом :1_Legends_Keg~1: и пролетите над морем!",
          "proof": "Доказательство — В момент полёта над морем активируйте фоторежим, чтобы был виден ваш PSN ID и сделайте снимок экрана."
        },
        {
          "level": 5,
          "name": "Мстительный Мертвец",
          "description": "В любом режиме игры, на любой сложности, убейте моба будучи мёртвым!",
          "proof": "Доказательство — Короткий видеоклип, на котором вы открываете статистику, чтобы мы видели, что видео ваше, затем убейте одного или несколько мобов будучи мёртвым."
        },
        {
          "level": 6,
          "name": "Приемник Сусаноо",
          "description": "В режиме Соперники, будучи в команде Сусаноо (Зелёная команда), залезьте на крышу Ямадзиро (Дом) таким образом, чтобы перед вами оказался огромный зелёный водоворот!",
          "proof": "Доказательство — Поклонитесь (проведя по тачпаду сверху-вниз) в сторону водоворота, активируйте фоторежим, чтобы был виден ваш PSN ID и сделайте снимок экрана."
        },
        {
          "level": 7,
          "name": "Хозяин Ямадзиро",
          "description": "В конце второй главы, прежде чем заходить в финальные ворота, поднимитесь на самую вершину самого высокого сооружения!",
          "proof": "Доказательство — Будучи на месте, активируйте фоторежим, чтобы был виден ваш PSN ID и сделайте снимок экрана."
        },
        {
          "level": 8,
          "name": "Налётчик Сусаноо",
          "description": "В режиме Соперники, будучи в команде Сусаноо (Зелёная команда), залезьте на Тории перед Хирадзиро, что находится над клеткой Онрё с левой стороны карты. Вот https://youtu.be/mFeClWIFiWM подсказка, где и как это сделать.",
          "proof": "Доказательство — Будучи на месте, посмотрите в сторону команды Аматерасу, активируйте фоторежим, чтобы был виден ваш PSN ID и сделайте снимок экрана."
        },
        {
          "level": 9,
          "name": "Поклонитель",
          "description": "Выберитесь за границы карты, найдите Святилище Богов и поклонитесь ему!",
          "proof": "Доказательство — Встаньте рядом со Святилищем Богов и активируйте фоторежим, чтобы был виден ваш PSN ID и сделайте снимок экрана."
        },
        {
          "level": 10,
          "name": "Художник",
          "description": "Разбейте 3 родства с цветами — Синий (Луна), Оранжевый (Солнце) и Зелёный (Шторм). Разбейте все эти родства в одиночку!\nВы можете получить этот трофей, на данный момент двумя способами:\n1. Во второй главе, перед локацией Кровавый ритуал. Как минимум два родства вам придётся разрушить не имея соответствующего цвета.\n2. В третьей главе сюжетной миссии Завеса между мирами. Все три родства необходимо разбить не имея соответствующего цвета.",
          "proof": "Доказательство — Видеоклип, на котором видно как вы разбиваете все три родства, после этого откройте экран статистики или фоторежим, чтобы мы видели, что на видео — вы."
        }
      ]
    }
  ]
}

